
export const ConfigTyleMoney = {
    TH: {
        moneyPronoun: {
            '1': 'บาท',
            '2': 'สิบ',
            '3': 'ร้อย',
            '4': 'พัน',
            '5': 'หมื่น',
            '6': 'แสน',
            '7': 'ล้าน',

        },
        moneyNumber: {
            '0': '',
            '1': 'หนึ่ง',
            '2': 'สอง',
            '3': 'สาม',
            '4': 'สี่',
            '5': 'ห้า',
            '6': 'หก',
            '7': 'เจ็ด',
            '8': 'แปด',
            '9': 'เก้า',
            'tuan': "ถ้วน",
            'name': 'สตางค์',
            'dot': 'จุด',

        },

        penny: {
            '1': 'หนึ่ง',
            '2': 'สอง',
            '3': 'สาม',
            '4': 'สี่',
            '5': 'ห้า',
            '6': 'หก',
            '7': 'เจ็ด',
            '8': 'แปด',
            '9': 'เก้า',
        }

    },
    EN: {

    }

}


